{
    "our_works_title": "Our Works",
    "who_we_are_title": "Who We Are",
    "specialties_title": "Our Specialties",
    "works_1": "Water Desalination Plant at Tikrit University - Iraq (2004)",
    "works_2": "Silo Filtration System at Karbala Cement Factory",
    "works_3": "Equipping Smelting Factories in Adra Industrial City and Sheikh Najjar",
    "works_4": "Electrical Execution for Tartous Asphalt Plant",
    "works_5": "Electrical and Mechanical Outfitting for Tower Crane Panels at Al-Badia Cement (ISO Certified)",
    "works_6": "Power Panel Equipment for Zenobia Factory",
    "works_7": "Study, Equipment, and Execution of Cold Storage Rooms in Deir Ali",
    "works_8": "Supply of Auto-Transformer Panels for most rural areas in cooperation with the Red Cross",
    "works_9": "Design and Equipment of Electrical Control Panels for Al-Bahaa Ship",
    "works_10": "Rehabilitation of Al-Midan Pumping Station",
    "who_we_are_text": "Khalil Mahmoud Al-Shaar Company began its operations in Damascus in 1983, specializing in motor maintenance and winding under the supervision of Mr. Khalil Al-Shaar. Based in Harasta at the entrance of Damascus, Mr. Al-Shaar later expanded into importing and wholesale distribution for Syria, Iraq, and neighboring countries following significant success in motor winding and generator assembly. By the grace of God, he was instrumental in training numerous skilled professionals in this field. In early 2000, he established the current company, expanding into generator assembly, import/export, and retail. Following the events in Syria, operations in Harasta ceased due to destruction, continuing from the second branch in Damascus. This branch specializes in production line maintenance, filling and weighing machinery service, manufacturing main industrial control panels, preventing maintenance spare parts import, and retailing major global industrial electricity brands and PLC programming.",
    "specialties_1": "Sales of industrial electrical components from top global brands (Siemens, Schneider, ABB, Eaton...)",
    "specialties_2": "Specialized division for the design and execution of automated control and power panels",
    "specialties_3": "A team of skilled engineers for rehabilitating and modernizing production lines, weighing and filling machines, comprehensive maintenance, and PLC program studies and construction",
    "specialties_4": "Specialized division for importing electrical and mechanical spare parts and machinery for most Italian, German, and Chinese equipment",
    "specialties_5": "A complete team of skilled technicians for cable laying and connection within buildings and factories, managed by experienced engineers using on-site studies and AutoCAD schematics",
    "dashboard": "Dashboard",
    "brands": "Brands",
    "categories": "Categories",
    "sub_categories": "Sub Categories",
    "items": "Items",
    "dashboard_content": "You're logged in!",
    "profile": "Profile",
    "log_out": "Log Out",
    "login": "Log in",
    "register": "Register",
    "home": "Home",
    "switch_language": "العربية",
    "dark_mode": "Dark Mode",
    "light_mode": "Light Mode",
    "create": "Create",
    "edit": "Edit",
    "delete": "Delete",
    "save": "Save",
    "cancel": "Cancel",
    "actions": "Actions",
    "name": "Name",
    "description": "Description",
    "image": "Image",
    "active": "Active",
    "inactive": "Inactive",
    "brand": "Brand",
    "category": "Category",
    "sub_category": "Sub Category",
    "select_brand": "Select Brand",
    "select_category": "Select Category",
    "select_sub_category": "Select Sub Category",
    "are_you_sure": "Are you sure?",
    "create_brand": "Create Brand",
    "edit_brand": "Edit Brand",
    "create_category": "Create Category",
    "edit_category": "Edit Category",
    "create_sub_category": "Create Sub Category",
    "edit_sub_category": "Edit Sub Category",
    "create_item": "Create Item",
    "edit_item": "Edit Item",
    "email": "Email",
    "password": "Password",
    "password_confirmation": "Confirm Password",
    "remember_me": "Remember me",
    "forgot_password": "Forgot your password?",
    "forgot_password_text": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "already_registered": "Already registered?",
    "confirm": "Confirm",
    "send_password_reset_link": "Email Password Reset Link",
    "reset_password": "Reset Password",
    "resend_verification_email": "Resend Verification Email",
    "verify_email_text": "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.",
    "new_verification_link_text": "A new verification link has been sent to the email address you provided during registration.",
    "secure_area_text": "This is a secure area of the application. Please confirm your password before continuing.",
    "delete_account": "Delete Account",
    "delete_account_warning": "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.",
    "delete_account_confirmation_title": "Are you sure you want to delete your account?",
    "delete_account_confirmation_text": "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.",
    "update_password": "Update Password",
    "ensure_account_secure": "Ensure your account is using a long, random password to stay secure.",
    "current_password": "Current Password",
    "new_password": "New Password",
    "profile_information": "Profile Information",
    "update_profile_info": "Update your account's profile information and email address.",
    "saved": "Saved.",
    "unverified_email": "Your email address is unverified.",
    "click_to_resend": "Click here to re-send the verification email.",
    "verification_link_sent": "A new verification link has been sent to your email address."
}